Repository: congiuluc/voice-agent-csharp
Catalog: src/Resources/SharedResource.*.resx
Languages: de_de, es_es, fr_fr, it_it

# AvatarPreviewAlt
source: Avatar Preview
de_de: Avatar-Vorschau
es_es: Vista previa del avatar
fr_fr: Aperçu de l'avatar
it_it: Anteprima Avatar

# AvatarPreviewHint
source: Preview of selected character and style
de_de: Vorschau des ausgewählten Charakters und Stils
es_es: Vista previa del personaje y estilo seleccionados
fr_fr: Aperçu du personnage et du style sélectionnés
it_it: Anteprima del personaggio e stile selezionato

# GesturesHint
source: Select a character and style to see available gestures.
de_de: Wählen Sie einen Charakter und einen Stil aus, um die verfügbaren Gesten zu sehen.
es_es: Seleccione un personaje y estilo para ver los gestos disponibles.
fr_fr: Sélectionnez un personnage et un style pour voir les gestes disponibles.
it_it: Seleziona un personaggio e uno stile per vedere i gesti disponibili.

# FoundryAgentIDHint
source: Enter your Foundry agent ID
de_de: Geben Sie Ihre Foundry-Agenten-ID ein
es_es: Ingrese su ID de agente Foundry
fr_fr: Entrez votre ID d'agent Foundry
it_it: Inserisci l'ID dell'agente Foundry

# FoundryProjectHint
source: Enter your Foundry project name or leave empty for direct model usage
de_de: Geben Sie Ihren Foundry-Projektnamen ein oder lassen Sie ihn für die direkte Modellnutzung leer
es_es: Ingrese el nombre de su proyecto Foundry o déjelo vacío para el uso directo del modelo
fr_fr: Entrez le nom de votre projet Foundry ou laissez vide pour une utilisation directe du modèle
it_it: Inserisci il nome del progetto Foundry o lascia vuoto per l'uso diretto del modello

# EnterAgentID
source: Enter agent ID (e.g., asst_123)
de_de: Agenten-ID eingeben (z. B. asst_123)
es_es: Ingrese el ID del agente (ej. asst_123)
fr_fr: Entrez l'ID de l'agent (ex. asst_123)
it_it: Inserisci l'ID dell'agente (es. asst_123)

# EnterProjectName
source: Enter project name (or leave empty for direct model)
de_de: Projektnamen eingeben (oder leer lassen)
es_es: Ingrese el nombre del proyecto (o déjelo vacío)
fr_fr: Entrez le nom du projet (ou laissez vide)
it_it: Inserisci il nome del progetto (o lascia vuoto)

source: Foundry Agent ID
de_de: Foundry-Agenten-ID
es_es: ID del agente Foundry
fr_fr: ID de l'agent Foundry
it_it: ID Agente Foundry

# FoundryProject
source: Microsoft Foundry Project
de_de: Foundry-Projekt
es_es: Proyecto Foundry
fr_fr: Projet Foundry
it_it: Progetto Foundry

source: Cardio
de_de: Kardio

source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore

source: Total
de_de: Gesamt
it_it: Totale

# ErrorPageTitle
source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore

# TokensLabel
source: Tokens
de_de: Token
fr_fr: Jetons
it_it: Token
