Repository: congiuluc/voice-agent-csharp
Catalog: src/Resources/SharedResource.*.resx
Languages: de_de, es_es, fr_fr, it_it

# AppTitle
source: Voice Agent Application
de_de: Sprachagent-Anwendung
es_es: Aplicación de agente de voz
fr_fr: Application d'agent vocal
it_it: Applicazione Assistente Vocale

source: Voice Assistant
de_de: Sprachassistent
es_es: Asistente de voz
fr_fr: Assistant vocal
it_it: Assistente Vocale

source: Voice Agent
de_de: Sprachagent
es_es: Agente de voz
fr_fr: Agent vocal
it_it: Agente Vocale

source: Voice Avatar
de_de: Sprach-Avatar
es_es: Avatar de voz
fr_fr: Avatar vocal
it_it: Avatar Vocale

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni

source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua

source: Theme
de_de: Thema
es_es: Tema
fr_fr: Thème
it_it: Tema

source: Visualizer
de_de: Visualisierer
es_es: Visualizador
fr_fr: Visualiseur
it_it: Visualizzatore

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva

source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi

# Reset
source: Reset to Defaults
de_de: Auf Standard zurücksetzen
es_es: Restablecer valores predeterminados
fr_fr: Réinitialiser aux valeurs par défaut
it_it: Ripristina Predefiniti

source: Logout
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Déconnexion
it_it: Esci

source: All Projects
de_de: Alle Projekte
es_es: Todos los Proyectos
fr_fr: Tous les Projets
it_it: Tutti i Progetti

source: Light
de_de: Hell
es_es: Claro
fr_fr: Clair
it_it: Chiaro

source: Dark
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
it_it: Scuro

source: Wave
de_de: Welle
es_es: Ola
fr_fr: Vague
it_it: Onda

source: Oscilloscope
de_de: Oszilloskop
es_es: Osciloscopio
it_it: Oscilloscopio

source: Vortex
de_de: Wirbel
es_es: Vórtice
it_it: Vortice

source: Lines
de_de: Linien
es_es: Líneas
fr_fr: Lignes
it_it: Linee

source: Holographic
de_de: Holografisch
es_es: Holográfico
fr_fr: Holographique
it_it: Olografico

source: Tesseract
de_de: Tesserakt
es_es: Teseracto

source: Equalizer
es_es: Ecualizador
fr_fr: Égaliseur
it_it: Equalizzatore

source: Incoming Call Settings
de_de: Einstellungen für eingehende Anrufe
es_es: Ajustes de llamadas entrantes
fr_fr: Paramètres d'appel entrant
it_it: Impostazioni Chiamate in Arrivo

source: Enable Incoming Calls
de_de: Eingehende Anrufe aktivieren
es_es: Habilitar llamadas entrantes
fr_fr: Activer les appels entrants
it_it: Abilita Chiamate in Arrivo

source: Phone Number
de_de: Telefonnummer
es_es: Número de teléfono
fr_fr: Numéro de téléphone
it_it: Numero di Telefono

source: Voice Model
de_de: Sprachmodell
es_es: Modelo de voz
fr_fr: Modèle vocal
it_it: Modello Vocale

source: Voice
de_de: Stimme
es_es: Voz
fr_fr: Voix
it_it: Voce

source: Greeting
de_de: Begrüßung
es_es: Saludo
fr_fr: Salutation
it_it: Saluto

source: Instructions
de_de: Anweisungen
es_es: Instrucciones
it_it: Istruzioni

# CallTimeout
source: Call Timeout (seconds)
de_de: Anruf-Timeout (Sekunden)
es_es: Tiempo de espera de llamada (segundos)
fr_fr: Délai d'appel (secondes)
it_it: Timeout Chiamata (secondi)

# InvalidPhoneNumber
source: Please enter a valid phone number
de_de: Bitte geben Sie eine gültige Telefonnummer ein
es_es: Por favor, introduzca un número de teléfono válido
fr_fr: Veuillez entrer un numéro de téléphone valide
it_it: Inserisci un numero di telefono valido

# InvalidGreeting
source: Greeting cannot be empty
de_de: Die Begrüßung darf nicht leer sein
es_es: El saludo no puede estar vacío
fr_fr: La salutation ne peut pas être vide
it_it: Il saluto non può essere vuoto

# InvalidInstructions
source: Instructions cannot be empty
de_de: Die Anweisungen dürfen nicht leer sein
es_es: Las instrucciones no pueden estar vacías
fr_fr: Les instructions ne peuvent pas être vides
it_it: Le istruzioni non possono essere vuote

# InvalidTimeout
source: Call timeout must be a valid number
de_de: Das Timeout muss eine gültige Zahl sein
es_es: El tiempo de espera debe ser un número válido
fr_fr: Le délai d'appel doit être un nombre valide
it_it: Il timeout deve essere un numero valido

source: English
de_de: Englisch
es_es: Inglés
fr_fr: Anglais
it_it: Inglese

source: Italian
de_de: Italienisch
es_es: Italiano
fr_fr: Italien
it_it: Italiano

source: French
de_de: Französisch
es_es: Francés
fr_fr: Français
it_it: Francese

source: Spanish
de_de: Spanisch
es_es: Español
fr_fr: Espagnol
it_it: Spagnolo

source: German
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand
it_it: Tedesco

source: General Settings
de_de: Allgemeine Einstellungen
es_es: Ajustes generales
fr_fr: Paramètres généraux
it_it: Impostazioni Generali

source: Select Language
de_de: Sprache auswählen
es_es: Seleccionar idioma
fr_fr: Choisir la langue
it_it: Seleziona Lingua

source: Select Theme
de_de: Thema auswählen
es_es: Seleccionar tema
fr_fr: Choisir le thème
it_it: Seleziona Tema

source: Select Visualizer
de_de: Visualisierer auswählen
es_es: Seleccionar visualizador
fr_fr: Choisir le visualiseur
it_it: Seleziona Visualizzatore

source: ACS Resource
de_de: ACS-Ressource
es_es: Recurso ACS
fr_fr: Ressource ACS
it_it: Risorsa ACS

source: Optional
es_es: Opcional
fr_fr: Optionnel
it_it: Opzionale

source: Connection String
de_de: Verbindungszeichenfolge
es_es: Cadena de conexión
fr_fr: Chaîne de connexion

# VoiceModelSelect
source: Voice Model
de_de: Sprachmodell
es_es: Modelo de voz
fr_fr: Modèle vocal
it_it: Modello di Voce

# VoiceSelect
source: Voice (TTS)
de_de: Stimme (TTS)
es_es: Voz (TTS)
fr_fr: Voix (TTS)
it_it: Voce (TTS)

source: Greeting Message
de_de: Begrüßungsnachricht
es_es: Mensaje de saludo
fr_fr: Message de salutation
it_it: Messaggio di Benvenuto

source: System Instructions
de_de: Systemanweisungen
es_es: Instrucciones del sistema
fr_fr: Instructions système
it_it: Istruzioni di Sistema

source: Test Configuration
de_de: Konfiguration testen
es_es: Probar configuración
fr_fr: Tester la configuration
it_it: Testa Configurazione

source: Toggle Microphone
de_de: Mikrofon umschalten
es_es: Alternar micrófono
fr_fr: Activer/Désactiver le microphone
it_it: Attiva/Disattiva Microfono

source: Toggle Transcript
de_de: Transkript umschalten
es_es: Alternar transcripción
fr_fr: Activer/Désactiver la transcription
it_it: Mostra/Nascondi Trascrizione

source: Toggle Chat
de_de: Chat umschalten
es_es: Alternar chat
fr_fr: Activer/Désactiver le chat
it_it: Mostra/Nascondi Chat

source: Open Menu
de_de: Menü öffnen
es_es: Abrir menú
fr_fr: Ouvrir le menu
it_it: Apri Menu

source: Go Home
de_de: Zum Startbildschirm
es_es: Ir al inicio
fr_fr: Aller à l'accueil
it_it: Vai alla Home

source: Toggle Theme
de_de: Thema umschalten
es_es: Alternar tema
fr_fr: Changer de thème
it_it: Cambia Tema

source: Home
de_de: Startseite
es_es: Inicio
fr_fr: Accueil

# LoginTitle
source: Login
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Connexion
it_it: Accedi

# LoginMessage
source: Please login to access the application.
de_de: Bitte melden Sie sich an, um auf die Anwendung zuzugreifen.
es_es: Por favor, inicie sesión para acceder a la aplicación.
fr_fr: Veuillez vous connecter pour accéder à l'application.
it_it: Per favore accedi per utilizzare l'applicazione.

source: Username
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
it_it: Nome Utente

source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe

# LoginButton
source: Login
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Se connecter
it_it: Accedi

# LogoutTitle
source: Logout
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Déconnexion
it_it: Disconnessione

# LogoutMessage
source: You have been logged out.
de_de: Sie wurden abgemeldet.
es_es: Ha cerrado la sesión.
fr_fr: Vous avez été déconnecté.
it_it: Sei stato disconnesso.

source: Login again
de_de: Erneut anmelden
es_es: Iniciar sesión de nuevo
fr_fr: Se connecter à nouveau
it_it: Accedi di nuovo

# ErrorMessage
source: An error occurred while processing your request.
de_de: Bei der Verarbeitung Ihrer Anfrage ist ein Fehler aufgetreten.
es_es: Se produjo un error al procesar su solicitud.
fr_fr: Une erreur s'est produite lors du traitement de votre demande.
it_it: Si è verificato un errore durante l'elaborazione della tua richiesta.

# TryAgainLater
source: Please try again later or contact support if the problem persists.
de_de: Bitte versuchen Sie es später erneut oder kontaktieren Sie den Support, wenn das Problem weiterhin besteht.
es_es: Por favor, inténtelo de nuevo más tarde o contacte con el soporte si el problema persiste.
fr_fr: Veuillez réessayer plus tard ou contacter le support si le problème persiste.
it_it: Per favore riprova più tardi o contatta il supporto se il problema persiste.

source: Call Monitoring Dashboard
de_de: Anrufüberwachungs-Dashboard
es_es: Panel de control de monitoreo de llamadas
fr_fr: Tableau de bord de surveillance des appels
it_it: Dashboard Monitoraggio Chiamate

# CallMonitoringTitle
source: Call Monitoring Dashboard
de_de: Anrufüberwachungs-Dashboard
es_es: Panel de control de monitoreo de llamadas
fr_fr: Tableau de bord de surveillance des appels
it_it: Dashboard Monitoraggio Chiamate

source: Refresh data
de_de: Daten aktualisieren
es_es: Actualizar datos
fr_fr: Actualiser les données
it_it: Aggiorna dati

# ReloadDatabase
source: Reload from Database
de_de: Aus Datenbank neu laden
es_es: Recargar desde la base de datos
fr_fr: Recharger depuis la base de données
it_it: Ricarica dal Database

source: Menu
de_de: Menü
es_es: Menú

source: Close menu
de_de: Menü schließen
es_es: Cerrar menú
fr_fr: Fermer le menu
it_it: Chiudi menu

source: Change theme
de_de: Thema ändern
es_es: Cambiar tema
fr_fr: Changer de thème
it_it: Cambia tema

# TokenUsageAndInteractions
source: Token Usage & Interactions
de_de: Token-Nutzung und Interaktionen
es_es: Uso de tokens e interacciones
fr_fr: Utilisation des jetons et interactions
it_it: Utilizzo Token e Interazioni

source: Input Tokens
de_de: Eingabe-Token
es_es: Tokens de entrada
fr_fr: Jetons d'entrée
it_it: Token di Input

source: Tokens consumed for prompts
de_de: Für Prompts verbrauchte Token
es_es: Tokens consumidos por prompts
fr_fr: Jetons consommés pour les invites
it_it: Token consumati per i prompt

source: Real-time
de_de: Echtzeit
es_es: Tiempo real
fr_fr: Temps réel
it_it: Tempo reale

source: Output Tokens
de_de: Ausgabe-Token
es_es: Tokens de salida
fr_fr: Jetons de sortie
it_it: Token di Output

source: Tokens generated by model
de_de: Vom Modell generierte Token
es_es: Tokens generados por el modelo
fr_fr: Jetons générés par le modèle
it_it: Token generati dal modello

source: Cached Tokens
de_de: Gecachte Token
es_es: Tokens en caché
fr_fr: Jetons mis en cache
it_it: Token in Cache

source: Tokens served from cache
de_de: Aus dem Cache bereitgestellte Token
es_es: Tokens servidos desde el caché
fr_fr: Jetons servis depuis le cache
it_it: Token forniti dalla cache

source: Cost Savings
de_de: Kosteneinsparungen
es_es: Ahorro de costes
fr_fr: Économies de coûts
it_it: Risparmio Costi

source: Interactions
de_de: Interaktionen
es_es: Interacciones
it_it: Interazioni

source: User/Assistant exchanges
de_de: Benutzer/Assistent-Austausch
es_es: Intercambios Usuario/Asistente
fr_fr: Échanges Utilisateur/Assistant
it_it: Scambi Utente/Assistente

source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Actif
it_it: Attivo

source: Active Models
de_de: Aktive Modelle
es_es: Modelos activos
fr_fr: Modèles actifs
it_it: Modelli Attivi

source: No active models
de_de: Keine aktiven Modelle
es_es: No hay modelos activos
fr_fr: Aucun modèle actif
it_it: Nessun modello attivo

source: Active Sessions
de_de: Aktive Sitzungen
es_es: Sesiones activas
fr_fr: Sessions actives
it_it: Sessioni Attive

source: Total Cost
de_de: Gesamtkosten
es_es: Coste total
fr_fr: Coût total
it_it: Costo Totale

source: Queue Size
de_de: Warteschlangengröße
es_es: Tamaño de la cola
fr_fr: Taille de la file d'attente
it_it: Dimensione Coda

source: Total Models
de_de: Gesamtzahl der Modelle
es_es: Total de modelos
fr_fr: Total des modèles
it_it: Modelli Totali

source: Last Update
de_de: Letzte Aktualisierung
es_es: Última actualización
fr_fr: Dernière mise à jour
it_it: Ultimo Aggiornamento

# TokenConsumptionPerModel
source: Token Consumption per Model (Active + Completed Sessions)
de_de: Token-Verbrauch pro Modell (aktive + abgeschlossene Sitzungen)
es_es: Consumo de tokens por modelo (sesiones activas + completadas)
fr_fr: Consommation de jetons par modèle (sessions actives + terminées)
it_it: Consumo Token per Modello (Sessioni Attive + Completate)

source: No token consumption recorded
de_de: Kein Token-Verbrauch aufgezeichnet
es_es: No se ha registrado consumo de tokens
fr_fr: Aucune consommation de jetons enregistrée
it_it: Nessun consumo di token registrato

# CostPerModel
source: Costs per Model
de_de: Kosten pro Modell
es_es: Costes por modelo
fr_fr: Coûts par modèle
it_it: Costi per Modello

source: Cost Distribution
de_de: Kostenverteilung
es_es: Distribución de costes
fr_fr: Répartition des coûts
it_it: Distribuzione Costi

source: Pricing Configuration
de_de: Preiskonfiguration
es_es: Configuración de precios
fr_fr: Configuration des tarifs
it_it: Configurazione Prezzi

source: Model
de_de: Modell
es_es: Modelo
fr_fr: Modèle
it_it: Modello

# InputCost
source: Input ($/1K tokens)
de_de: Eingabekosten ($/1K Token)
es_es: Coste de entrada ($/1K tokens)
fr_fr: Coût d'entrée ($/1K jetons)
it_it: Input ($/1K token)

# OutputCost
source: Output ($/1K tokens)
de_de: Ausgabekosten ($/1K Token)
es_es: Coste de salida ($/1K tokens)
fr_fr: Coût de sortie ($/1K jetons)
it_it: Output ($/1K token)

# TTSCost
source: TTS ($/1M chars)
de_de: TTS ($/1M Zeichen)
es_es: TTS ($/1M caract.)
fr_fr: TTS ($/1M caract.)
it_it: TTS ($/1M caratteri)

source: Updated
de_de: Aktualisiert
es_es: Actualizado
fr_fr: Mis à jour
it_it: Aggiornato

source: Azure Portal
es_es: Portal de Azure
fr_fr: Portail Azure
it_it: Portale Azure

# ViewHistoricalAnalytics
source: View historical analytics and KQL queries
de_de: Historische Analysen und KQL-Abfragen anzeigen
es_es: Ver análisis históricos y consultas KQL
fr_fr: Voir les analyses historiques et les requêtes KQL
it_it: Visualizza analitiche storiche e query KQL

source: Aspire Dashboard
es_es: Panel de Aspire
fr_fr: Tableau de bord Aspire
it_it: Dashboard Aspire

# ViewMetricsAndTraces
source: View metrics and OpenTelemetry traces
de_de: OpenTelemetry-Metriken und -Traces anzeigen
es_es: Ver métricas y trazas de OpenTelemetry
fr_fr: Voir les métriques et les traces OpenTelemetry
it_it: Visualizza metriche e tracce OpenTelemetry

source: Application Error
de_de: Anwendungsfehler
es_es: Error de aplicación
fr_fr: Erreur d'application
it_it: Errore Applicazione

source: Reload Page
de_de: Seite neu laden
es_es: Recargar página
fr_fr: Recharger la page
it_it: Ricarica Pagina

# ErrorOccurred
source: An error occurred while processing your request.
de_de: Bei der Verarbeitung Ihrer Anfrage ist ein Fehler aufgetreten.
es_es: Se produjo un error al procesar su solicitud.
fr_fr: Une erreur s'est produite lors du traitement de votre demande.
it_it: Si è verificato un errore durante l'elaborazione della tua richiesta.

source: Toggle Trace
de_de: Trace umschalten
es_es: Alternar traza
fr_fr: Activer/Désactiver la trace
it_it: Mostra/Nascondi Trace

# ToggleTraceMessages
source: Show or hide message trace
de_de: Nachrichten-Trace anzeigen oder ausblenden
es_es: Mostrar u ocultar traza de mensajes
fr_fr: Afficher ou masquer la trace des messages
it_it: Mostra o nascondi trace dei messaggi

source: Start Session
de_de: Sitzung starten
es_es: Iniciar sesión
fr_fr: Démarrer la session
it_it: Avvia Sessione

source: Clear Trace
de_de: Trace löschen
es_es: Limpiar traza
fr_fr: Effacer la trace
it_it: Cancella Trace

source: Clear Chat
de_de: Chat löschen
es_es: Limpiar chat
fr_fr: Effacer le chat
it_it: Cancella Conversazione

source: Send Message
de_de: Nachricht senden
es_es: Enviar mensaje
fr_fr: Envoyer le message
it_it: Invia Messaggio

source: Close Settings
de_de: Einstellungen schließen
es_es: Cerrar ajustes
fr_fr: Fermer les paramètres
it_it: Chiudi Impostazioni

source: Show Notifications
de_de: Benachrichtigungen anzeigen
es_es: Mostrar notificaciones
fr_fr: Afficher les notifications
it_it: Mostra Notifiche

source: Save Settings
de_de: Einstellungen speichern
es_es: Guardar ajustes
fr_fr: Enregistrer les paramètres
it_it: Salva Impostazioni

source: Disconnected
de_de: Getrennt
es_es: Desconectado
fr_fr: Déconnecté
it_it: Disconnesso

source: Message Trace
de_de: Nachrichten-Trace
es_es: Traza de mensajes
fr_fr: Trace des messages
it_it: Trace Messaggi

source: Session started
de_de: Sitzung gestartet
es_es: Sesión iniciada
fr_fr: Session démarrée
it_it: Sessione avviata

# SessionStartFailed
source: Unable to start session
de_de: Sitzungsstart fehlgeschlagen
es_es: No se pudo iniciar la sesión
fr_fr: Impossible de démarrer la session
it_it: Impossibile avviare la sessione

source: Session ended
de_de: Sitzung beendet
es_es: Sesión finalizada
fr_fr: Session terminée
it_it: Sessione terminata

# StartSessionBeforeMicrophone
source: Start a session before enabling the microphone
de_de: Starten Sie eine Sitzung, bevor Sie das Mikrofon aktivieren
es_es: Inicie una sesión antes de habilitar el micrófono
fr_fr: Démarrez une session avant d'activer le microphone
it_it: Avvia una sessione prima di attivare il microfono

source: Conversation cleared
de_de: Konversation gelöscht
es_es: Conversación borrada
fr_fr: Conversation effacée
it_it: Conversazione cancellata

source: Endpoint copied
de_de: Endpunkt kopiert
es_es: Punto de conexión copiado
fr_fr: Point de terminaison copié
it_it: Endpoint copiato

# EndpointReachable
source: Endpoint is reachable
de_de: Endpunkt ist erreichbar
es_es: El punto de conexión es accesible
fr_fr: Le point de terminaison est accessible
it_it: Endpoint raggiungibile

# EndpointNotReachable
source: Endpoint is not reachable
de_de: Endpunkt ist nicht erreichbar
es_es: El punto de conexión no es accesible
fr_fr: Le point de terminaison n'est pas accessible
it_it: Endpoint non raggiungibile

source: Endpoint test error
de_de: Endpunkt-Testfehler
es_es: Error de prueba del punto de conexión
fr_fr: Erreur de test du point de terminaison
it_it: Errore test endpoint

# EndpointTestErrorMessage
source: Error during endpoint test
de_de: Fehler beim Testen des Endpunkts
es_es: Error durante la prueba del punto de conexión
fr_fr: Erreur lors du test du point de terminaison
it_it: Errore durante il test endpoint

source: Settings saved successfully
de_de: Einstellungen erfolgreich gespeichert
es_es: Ajustes guardados con éxito
fr_fr: Paramètres enregistrés avec succès
it_it: Impostazioni salvate con successo

# RestartSessionForSettings
source: Restart the session to apply the new settings
de_de: Starten Sie die Sitzung neu, um die neuen Einstellungen zu übernehmen
es_es: Reinicie la sesión para aplicar los nuevos ajustes
fr_fr: Redémarrez la session pour appliquer les nouveaux paramètres
it_it: Riavvia la sessione per applicare le nuove impostazioni

source: WebSocket connection error
de_de: WebSocket-Verbindungsfehler
es_es: Error de conexión WebSocket
fr_fr: Erreur de connexion WebSocket
it_it: Errore di connessione WebSocket

# ServerConnectionFailed
source: Unable to connect to server
de_de: Verbindung zum Server fehlgeschlagen
es_es: No se pudo conectar al servidor
fr_fr: Impossible de se connecter au serveur
it_it: Impossibile connettersi al server

# ConfigurationSendError
source: Error while sending configuration
de_de: Fehler beim Senden der Konfiguration
es_es: Error al enviar la configuración
fr_fr: Erreur lors de l'envoi de la configuration
it_it: Errore durante l'invio della configurazione

source: Unknown message type received
de_de: Unbekannter Nachrichtentyp empfangen
es_es: Se recibió un tipo de mensaje desconocido
fr_fr: Type de message inconnu reçu
it_it: Tipo di messaggio sconosciuto ricevuto

source: Unknown message
de_de: Unbekannte Nachricht
es_es: Mensaje desconocido
fr_fr: Message inconnu
it_it: Messaggio sconosciuto

# MessageProcessingError
source: Error while processing message
de_de: Fehler bei der Nachrichtenverarbeitung
es_es: Error al procesar el mensaje
fr_fr: Erreur lors du traitement du message
it_it: Errore durante l'elaborazione del messaggio

# LanguageChangeError
source: Error changing language
de_de: Fehler beim Ändern der Sprache
es_es: Error al cambiar el idioma
fr_fr: Erreur lors du changement de langue
it_it: Errore nel cambio della lingua

# SettingsSaveError
source: Error saving settings
de_de: Fehler beim Speichern der Einstellungen
es_es: Error al guardar los ajustes
fr_fr: Erreur lors de l'enregistrement des paramètres
it_it: Errore nel salvataggio delle impostazioni

# StartSessionBeforeMessage
source: Start a session to send messages
de_de: Starten Sie eine Sitzung, um Nachrichten zu senden
es_es: Inicie una sesión para enviar mensajes
fr_fr: Démarrer une session pour envoyer des messages
it_it: Avvia una sessione per inviare messaggi

# ErrorSendingMessage
source: Error while sending message
de_de: Fehler beim Senden der Nachricht
es_es: Error al enviar el mensaje
fr_fr: Erreur lors de l'envoi du message
it_it: Errore durante l'invio del messaggio

# RestartSessionForChanges
source: Restart the session to apply the changes
de_de: Starten Sie die Sitzung neu, um die Änderungen zu übernehmen
es_es: Reinicie la sesión para aplicar los cambios
fr_fr: Redémarrez la session pour appliquer les modifications
it_it: Riavvia la sessione per applicare le modifiche

source: Microphone error
de_de: Mikrofonfehler
es_es: Error del micrófono
fr_fr: Erreur de microphone
it_it: Errore microfono

# AvatarStartError
source: Error starting avatar
de_de: Fehler beim Starten des Avatars
es_es: Error al iniciar el avatar
fr_fr: Erreur lors du démarrage de l'avatar
it_it: Errore avvio avatar

source: Connection error
de_de: Verbindungsfehler
es_es: Error de conexión
fr_fr: Erreur de connexion
it_it: Errore connessione

# PriceReloadError
source: Error reloading prices
de_de: Fehler beim Neuladen der Preise
es_es: Error al recargar los precios
fr_fr: Erreur lors du rechargement des prix
it_it: Errore nel ricaricamento dei prezzi

source: Microphone muted
de_de: Mikrofon stummgeschaltet
es_es: Micrófono silenciado
fr_fr: Microphone coupé
it_it: Microfono disattivato

source: Microphone unmuted
de_de: Mikrofon eingeschaltet
es_es: Micrófono activado
fr_fr: Microphone activé
it_it: Microfono attivato

source: Connection lost
de_de: Verbindung verloren
es_es: Conexión perdida
fr_fr: Connexion perdue
it_it: Connessione persa

# MicrophoneAccessDenied
source: Unable to access microphone
de_de: Zugriff auf das Mikrofon verweigert
es_es: No se pudo acceder al micrófono
fr_fr: Impossible d'accéder au microphone
it_it: Impossibile accedere al microfono

# NoConnectionToSendMessage
source: No connection: unable to send message
de_de: Keine Verbindung: Nachricht konnte nicht gesendet werden
es_es: Sin conexión: no se pudo enviar el mensaje
fr_fr: Pas de connexion : impossible d'envoyer le message
it_it: Connessione assente: impossibile inviare messaggio

# PriceReloadedSuccessfully
source: Prices reloaded successfully!
de_de: Preise erfolgreich neu geladen!
es_es: ¡Precios recargados con éxito!
fr_fr: Prix rechargés avec succès !
it_it: Prezzi ricaricati con successo!

source: Message sent
de_de: Nachricht gesendet
es_es: Mensaje enviado
fr_fr: Message envoyé
it_it: Messaggio inviato

source: Settings saved
de_de: Einstellungen gespeichert
es_es: Ajustes guardados
fr_fr: Paramètres enregistrés
it_it: Impostazioni salvate

source: Avatar connected
de_de: Avatar verbunden
es_es: Avatar conectado
fr_fr: Avatar connecté
it_it: Avatar connesso

source: Not connected
de_de: Nicht verbunden
es_es: No conectado
fr_fr: Non connecté
it_it: Non connesso
