Repository: congiuluc/voice-agent-csharp
Catalog: src/Resources/SharedResource.*.resx
Languages: de_de, es_es, fr_fr, it_it

source: Unable to save settings
de_de: Einstellungen konnten nicht gespeichert werden
es_es: No se pudieron guardar los ajustes
fr_fr: Impossible d'enregistrer les paramètres
it_it: Impossibile salvare le impostazioni

source: Connected
de_de: Verbunden
es_es: Conectado
fr_fr: Connecté
it_it: Connesso

source: Trace Messages
de_de: Trace-Nachrichten
es_es: Mensajes de traza
fr_fr: Messages de trace
it_it: Trace Messaggi

# WriteMessage
source: Write a message...
de_de: Nachricht schreiben...
es_es: Escribir un mensaje...
fr_fr: Écrire un message...
it_it: Scrivi un messaggio...

source: Voice Live Endpoint
de_de: Voice Live-Endpunkt
es_es: Punto de conexión Voice Live
fr_fr: Point de terminaison Voice Live

# VoiceLiveEndpointHint
source: URL of the Voice Live service (e.g., https://*.cognitiveservices.azure.com)
de_de: URL des Voice Live-Dienstes (z. B. https://*.cognitiveservices.azure.com)
es_es: URL del servicio Voice Live (ej. https://*.cognitiveservices.azure.com)
fr_fr: URL du service Voice Live (ex: https://*.cognitiveservices.azure.com)
it_it: URL del servizio Voice Live (es. https://*.cognitiveservices.azure.com)

source: Voice Live API Key
de_de: Voice Live-API-Schlüssel
es_es: Clave API de Voice Live
fr_fr: Clé API Voice Live

source: Enter API Key
de_de: API-Schlüssel eingeben
es_es: Introducir clave API
fr_fr: Entrer la clé API
it_it: Inserisci la API Key

# VoiceLiveApiKeyHint
source: API Key for authentication to Voice Live
de_de: API-Schlüssel für die Authentifizierung bei Voice Live
es_es: Clave API para la autenticación en Voice Live
fr_fr: Clé API pour l'authentification à Voice Live
it_it: Chiave API per l'autenticazione verso Voice Live

# SelectVoiceModel
source: Select the preferred voice model
de_de: Wählen Sie das bevorzugte Sprachmodell aus
es_es: Seleccione el modelo de voz preferido
fr_fr: Sélectionnez le modèle vocal préféré
it_it: Seleziona il modello vocale preferito

# SelectVoice
source: Select the assistant's voice
de_de: Wählen Sie die Stimme des Assistenten aus
es_es: Seleccione la voz del asistente
fr_fr: Sélectionnez la voix de l'assistant
it_it: Seleziona la voce dell'assistente

# EnterWelcomeMessage
source: Enter a custom welcome message...
de_de: Geben Sie eine benutzerdefinierte Begrüßungsnachricht ein...
es_es: Introduzca un mensaje de bienvenida personalizado...
fr_fr: Entrez un message d'accueil personnalisé...
it_it: Inserisci un messaggio di benvenuto personalizzato...

# WelcomeMessageHint
source: The custom message for the session
de_de: Die benutzerdefinierte Nachricht für die Sitzung
es_es: El mensaje personalizado para la sesión
fr_fr: Le message personnalisé pour la session
it_it: Il messaggio personalizzato per la sessione

# EnterModelInstructions
source: Enter instructions that will be passed to the model as system prompt...
de_de: Geben Sie die Anweisungen ein, die als System-Prompt an das Modell übergeben werden...
es_es: Introduzca las instrucciones que se pasarán al modelo como prompt del sistema...
fr_fr: Entrez les instructions qui seront transmises au modèle en tant qu'invite système...
it_it: Inserisci istruzioni che saranno passate al modello come system prompt...

# ModelInstructionsHint
source: Optional text that will be sent to the model as a system prompt (keep it brief, prefer concise sentences for voice).
de_de: Optionaler Text, der als System-Prompt an das Modell gesendet wird (kurz halten, prägnante Sätze für die Sprache bevorzugen).
es_es: Texto opcional que se enviará al modelo como prompt del sistema (sea breve, prefiera frases concisas para la voz).
fr_fr: Texte facultatif qui sera envoyé au modèle en tant qu'invite système (restez bref, privilégiez des phrases concises pour la voix).
it_it: Testo opzionale che verrà inviato al modello come prompt di sistema (breve, per la voce preferisci frasi concise).

source: Consumption Dashboard
de_de: Verbrauchs-Dashboard
es_es: Panel de consumo
fr_fr: Tableau de bord de consommation
it_it: Dashboard Consumo

source: Close dashboard
de_de: Dashboard schließen
es_es: Cerrar panel
fr_fr: Fermer le tableau de bord
it_it: Chiudi dashboard

# ToggleConsumptionDashboard
source: Show/Hide Consumption Dashboard
de_de: Verbrauchs-Dashboard anzeigen/ausblenden
es_es: Mostrar/Ocultar panel de consumo
fr_fr: Afficher/Masquer le tableau de bord de consommation
it_it: Mostra/Nascondi Dashboard Consumo

source: Session
de_de: Sitzung
es_es: Sesión
it_it: Sessione

source: Session ID:
de_de: Sitzungs-ID:
es_es: ID de sesión:
fr_fr: ID de session :
it_it: ID Sessione:

source: Status:
es_es: Estado:
fr_fr: Statut :
it_it: Stato:

source: Duration:
de_de: Dauer:
es_es: Duración:
fr_fr: Durée :
it_it: Durata:

source: Responses
de_de: Antworten
es_es: Respuestas
fr_fr: Réponses
it_it: Risposte

source: Response Count:
de_de: Anzahl der Antworten:
es_es: Recuento de respuestas:
fr_fr: Nombre de réponses :
it_it: Numero Risposte:

source: Current Response:
de_de: Aktuelle Antwort:
es_es: Respuesta actual:
fr_fr: Réponse actuelle :
it_it: Risposta Corrente:

source: Response Status:
de_de: Antwortstatus:
es_es: Estado de la respuesta:
fr_fr: Statut de la réponse :
it_it: Stato Risposta:

source: Token Usage
de_de: Token-Nutzung
es_es: Uso de tokens
fr_fr: Utilisation des jetons
it_it: Utilizzo Token

source: Total Tokens:
de_de: Gesamt-Token:
es_es: Tokens totales:
fr_fr: Total des jetons :
it_it: Token Totali:

source: Input Details
de_de: Eingabedetails
es_es: Detalles de entrada
fr_fr: Détails d'entrée
it_it: Dettagli Input

source: Output Details
de_de: Ausgabedetails
es_es: Detalles de salida
fr_fr: Détails de sortie
it_it: Dettagli Output

source: Text:
es_es: Texto:
fr_fr: Texte :
it_it: Testo:

source: Cached:
de_de: Gecacht:
es_es: En caché:
fr_fr: Mis en cache :
it_it: Memorizzati:

source: Audio Duration
de_de: Audio-Dauer
es_es: Duración del audio
fr_fr: Durée audio
it_it: Durata Audio

source: Input Audio:
de_de: Eingabe-Audio:
es_es: Audio de entrada:
fr_fr: Audio d'entrée :
it_it: Audio Input:

source: Output Audio:
de_de: Ausgabe-Audio:
es_es: Audio de salida:
fr_fr: Audio de sortie :
it_it: Audio Output:

source: Total Audio:
de_de: Gesamt-Audio:
es_es: Audio total:
fr_fr: Audio total :
it_it: Audio Totale:

source: Format:
es_es: Formato:
it_it: Formato:

source: Sample Rate:
de_de: Abtastrate:
es_es: Frecuencia de muestreo:
fr_fr: Taux d'échantillonnage :
it_it: Frequenza Campionamento:

source: Rate Limits
de_de: Ratenbegrenzungen
es_es: Límites de velocidad
fr_fr: Limites de débit
it_it: Limiti Velocità

source: Costs per Model
de_de: Kosten pro Modell
es_es: Costes por modelo
fr_fr: Coûts par modèle
it_it: Costi per Modello

source: Feature selection
de_de: Funktionsauswahl
es_es: Selección de funciones
fr_fr: Sélection de fonctionnalités
it_it: Selezione funzionalità

source: Open incoming call settings
de_de: Einstellungen für eingehende Anrufe öffnen
es_es: Abrir ajustes de llamadas entrantes
fr_fr: Ouvrir les paramètres d'appel entrant
it_it: Apri impostazioni chiamata in arrivo

source: Toggle dark theme
de_de: Dunkles Thema umschalten
es_es: Alternar tema oscuro
fr_fr: Changer le thème sombre
it_it: Attiva/disattiva tema scuro

source: Voice Live endpoint URL
de_de: Voice Live-Endpunkt-URL
es_es: URL del punto de conexión Voice Live
fr_fr: URL du point de terminaison Voice Live
it_it: URL endpoint Voice Live

source: Edit Pricing
de_de: Preise bearbeiten
es_es: Editar precios
fr_fr: Modifier les tarifs
it_it: Modifica Prezzo

# InputCostLabel
source: Input ($):
de_de: Eingabe ($):
es_es: Entrada ($):
fr_fr: Entrée ($) :

# OutputCostLabel
source: Output ($):
de_de: Ausgabe ($):
es_es: Salida ($):
fr_fr: Sortie ($) :

# CachedCostLabel
source: Cached ($):
de_de: Gecacht ($):
es_es: En caché ($):
fr_fr: Mis en cache ($) :

# TtsCostLabel
source: TTS ($/1M chars):
de_de: TTS ($/1M Zeichen):
es_es: TTS ($/1M caract.):
fr_fr: TTS ($/1M caract.) :

source: Units:
de_de: Einheiten:
es_es: Unidades:
fr_fr: Unités :
it_it: Unità:

source: Per 1K tokens
de_de: Pro 1K Token
es_es: Por 1K tokens
fr_fr: Par 1K jetons
it_it: Per 1K token

source: Per 1M tokens
de_de: Pro 1M Token
es_es: Por 1M tokens
fr_fr: Par 1M jetons
it_it: Per 1M token

source: Values must be non-negative
de_de: Werte dürfen nicht negativ sein
es_es: Los valores deben ser no negativos
fr_fr: Les valeurs doivent être non négatives
it_it: I valori devono essere non negativi

# WelcomeMessageTemplate
source: Hello! I am {0}, how can I help you today?
de_de: Hallo! Ich bin {0}, wie kann ich Ihnen heute helfen?
es_es: ¡Hola! Soy {0}, ¿cómo puedo ayudarte hoy?
fr_fr: Bonjour ! Je suis {0}, comment puis-je vous aider aujourd'hui ?
it_it: Ciao! Sono {0}, come posso aiutarti oggi?

source: Waiting for connection...
de_de: Warten auf Verbindung...
es_es: Esperando conexión...
fr_fr: En attente de connexion...
it_it: In attesa di connessione...

# VoiceAgentAppInitialized
source: Voice Agent Application initialized
de_de: Voice Agent-Anwendung initialisiert
es_es: Aplicación Voice Agent inicializada
fr_fr: Application Voice Agent initialisée
it_it: Applicazione Voice Agent inizializzata

# InitializationError
source: Initialization error: {0}
de_de: Initialisierungsfehler: {0}
es_es: Error de inicialización: {0}
fr_fr: Erreur d'initialisation : {0}
it_it: Errore di inizializzazione: {0}

# ErrorDuringAppInitialization
source: Error during application initialization: {0}
de_de: Fehler während der Anwendungsinitialisierung: {0}
es_es: Error durante la inicialización de la aplicación: {0}
fr_fr: Erreur lors de l'initialisation de l'application : {0}
it_it: Errore durante l'inizializzazione dell'applicazione: {0}

source: Trace cleared
de_de: Trace gelöscht
es_es: Traza borrada
fr_fr: Trace effacée
it_it: Trace cancellato

source: Connecting...
de_de: Verbinden...
es_es: Conectando...
fr_fr: Connexion...
it_it: Connessione in corso...

source: Session active
de_de: Sitzung aktiv
es_es: Sesión activa
it_it: Sessione attiva

# SessionStartedWith
source: Session started with {0}
de_de: Sitzung gestartet mit {0}
es_es: Sesión iniciada con {0}
fr_fr: Session démarrée avec {0}
it_it: Sessione avviata con {0}

# SessionStartError
source: Session start error: {0}
de_de: Fehler beim Sitzungsstart: {0}
es_es: Error al iniciar sesión: {0}
fr_fr: Erreur de démarrage de session : {0}
it_it: Errore di avvio sessione: {0}

source: Voice Avatar initialized
de_de: Sprach-Avatar initialisiert
es_es: Avatar de voz inicializado
fr_fr: Avatar vocal initialisé
it_it: Voice Avatar inizializzato

# NoGesturesAvailable
source: No gestures available for this combination.
de_de: Keine Gesten für diese Kombination verfügbar.
es_es: No hay gestos disponibles para esta combinación.
fr_fr: Aucun geste disponible pour cette combinaison.
it_it: Nessun gesto disponibile per questa combinazione.

source: Starting avatar session...
de_de: Avatar-Sitzung wird gestartet...
es_es: Iniciando sesión de avatar...
fr_fr: Démarrage de la session d'avatar...
it_it: Avvio sessione avatar...

source: Waiting for session to be ready...
de_de: Warten darauf, dass die Sitzung bereit ist...
es_es: Esperando a que la sesión esté lista...
fr_fr: En attente que la session soit prête...
it_it: In attesa che la sessione sia pronta...

source: Stopping avatar...
de_de: Avatar wird gestoppt...
es_es: Deteniendo avatar...
fr_fr: Arrêt de l'avatar...
it_it: Arresto avatar...

source: Avatar stopped
de_de: Avatar gestoppt
es_es: Avatar detenido
fr_fr: Avatar arrêté
it_it: Avatar arrestato

# ConnectingTo
source: Connecting to {0}
de_de: Verbinden mit {0}
es_es: Conectando a {0}
fr_fr: Connexion à {0}
it_it: Connessione a {0}

source: WebSocket connected
de_de: WebSocket verbunden
es_es: WebSocket conectado
fr_fr: WebSocket connecté
it_it: WebSocket connesso

# WebSocketClosed
source: WebSocket closed: {0}
de_de: WebSocket geschlossen: {0}
es_es: WebSocket cerrado: {0}
fr_fr: WebSocket fermé : {0}
it_it: WebSocket chiuso: {0}

source: WebSocket error
de_de: WebSocket-Fehler
es_es: Error de WebSocket
fr_fr: Erreur WebSocket
it_it: Errore WebSocket

# FailedToParseMessage
source: Failed to parse message: {0}
de_de: Nachricht konnte nicht analysiert werden: {0}
es_es: Error al analizar el mensaje: {0}
fr_fr: Échec de l'analyse du message : {0}
it_it: Impossibile analizzare il messaggio: {0}

# Received
source: Received: {0}
de_de: Empfangen: {0}
es_es: Recibido: {0}
fr_fr: Reçu : {0}
it_it: Ricevuto: {0}

# ReceivedMessage
source: Received message: {0}
de_de: Nachricht empfangen: {0}
es_es: Mensaje recibido: {0}
fr_fr: Message reçu : {0}
it_it: Messaggio ricevuto: {0}

source: Sending ICE candidate
de_de: ICE-Kandidat wird gesendet
es_es: Enviando candidato ICE
fr_fr: Envoi du candidat ICE
it_it: Invio candidato ICE

source: Received SDP answer
de_de: SDP-Antwort empfangen
es_es: Respuesta SDP recibida
fr_fr: Réponse SDP reçue
it_it: Ricevuta risposta SDP

# SdpAnswerSet
source: SDP answer set successfully
de_de: SDP-Antwort erfolgreich gesetzt
es_es: Respuesta SDP establecida con éxito
fr_fr: Réponse SDP définie avec succès
it_it: Risposta SDP impostata con successo

# SessionStartedWithId
source: Session started: {0}
de_de: Sitzung gestartet: {0}
es_es: Sesión iniciada: {0}
fr_fr: Session démarrée : {0}
it_it: Sessione avviata: {0}

# AvatarError
source: Avatar error: {0}
de_de: Avatar-Fehler: {0}
es_es: Error del avatar: {0}
fr_fr: Erreur d'avatar : {0}
it_it: Errore avatar: {0}

source: Microphone started
de_de: Mikrofon gestartet
es_es: Micrófono iniciado
fr_fr: Microphone démarré
it_it: Microfono avviato

# ReceivedAudioData
source: Received audio data: {0} bytes
de_de: Audiodaten empfangen: {0} Bytes
es_es: Datos de audio recibidos: {0} bytes
fr_fr: Données audio reçues : {0} octets
it_it: Ricevuti dati audio: {0} byte

# ReceivedKind
source: Received: {0}
de_de: Empfangen: {0}
es_es: Recibido: {0}
fr_fr: Reçu : {0}
it_it: Ricevuto: {0}

# SessionEvent
source: Session event: {0}
de_de: Sitzungsereignis: {0}
es_es: Evento de sesión: {0}
fr_fr: Événement de session : {0}
it_it: Evento sessione: {0}

source: Session connected
de_de: Sitzung verbunden
es_es: Sesión conectada
fr_fr: Session connectée
it_it: Sessione connessa

# SessionError
source: Session error: {0}
de_de: Sitzungsfehler: {0}
es_es: Error de sesión: {0}
fr_fr: Erreur de session : {0}
it_it: Errore sessione: {0}

# StartingWebRtc
source: Starting WebRTC connection...
de_de: WebRTC-Verbindung wird gestartet...
es_es: Iniciando conexión WebRTC...
fr_fr: Démarrage de la connexion WebRTC...
it_it: Avvio connessione WebRTC...

# UsingDefaultStun
source: Using default STUN server
de_de: Standard-STUN-Server wird verwendet
es_es: Usando servidor STUN predeterminado
fr_fr: Utilisation du serveur STUN par défaut
it_it: Utilizzo server STUN predefinito

# WebRtcState
source: WebRTC state: {0}
de_de: WebRTC-Status: {0}
es_es: Estado de WebRTC: {0}
fr_fr: État WebRTC : {0}
it_it: Stato WebRTC: {0}

# SentSdpOffer
source: Sent SDP offer via WebSocket
de_de: SDP-Angebot über WebSocket gesendet
es_es: Oferta SDP enviada vía WebSocket
fr_fr: Offre SDP envoyée via WebSocket
it_it: Inviata offerta SDP via WebSocket

source: WebRTC handshake completed
de_de: WebRTC-Handshake abgeschlossen
es_es: Handshake de WebRTC completado
fr_fr: Handshake WebRTC terminé
it_it: Handshake WebRTC completato

source: Entering audio-only mode
de_de: Nur-Audio-Modus wird aktiviert
es_es: Entrando en modo de solo audio
fr_fr: Passage en mode audio uniquement
it_it: Ingresso in modalità solo audio

source: Microphone stopped
de_de: Mikrofon gestoppt
es_es: Micrófono detenido
fr_fr: Microphone arrêté
it_it: Microfono fermato

# ErrorStoppingMicrophone
source: Error stopping microphone: {0}
de_de: Fehler beim Stoppen des Mikrofons: {0}
es_es: Error al detener el micrófono: {0}
fr_fr: Erreur lors de l'arrêt du microphone : {0}
it_it: Errore durante l'arresto del microfono: {0}

source: Configuration sent
de_de: Konfiguration gesendet
es_es: Configuración enviada
fr_fr: Configuration envoyée
it_it: Configurazione inviata

source: Disconnected from server
de_de: Vom Server getrennt
es_es: Desconectado del servidor
fr_fr: Déconnecté du serveur
it_it: Disconnesso dal server

# ModelNotRecognized
source: Model "{0}" not recognized
de_de: Modell "{0}" nicht erkannt
es_es: Modelo "{0}" no reconocido
fr_fr: Modèle "{0}" non reconnu
it_it: Modello "{0}" non riconosciuto

source: Compatibility verified
de_de: Kompatibilität verifiziert
es_es: Compatibilidad verificada
fr_fr: Compatibilité vérifiée
it_it: Compatibilità verificata

# VoiceNotCompatible
source: The selected voice is not compatible with model {0}
de_de: Die ausgewählte Stimme ist nicht mit dem Modell {0} kompatibel
es_es: La voz seleccionada no es compatible con el modelo {0}
fr_fr: La voix sélectionnée n'est pas compatible avec le modèle {0}
it_it: La voce selezionata non è compatibile con il modello {0}

source: Unnamed agent
de_de: Unbenannter Agent
es_es: Agente sin nombre
fr_fr: Agent sans nom
it_it: Agente senza nome

source: Failed to fetch agents
de_de: Agenten konnten nicht abgerufen werden
es_es: Error al obtener agentes
fr_fr: Échec de la récupération des agents
it_it: Impossibile recuperare gli agenti

source: Generating response...
de_de: Antwort wird generiert...
es_es: Generando respuesta...
fr_fr: Génération de la réponse...
it_it: Generazione risposta...

source: User speaking...
de_de: Benutzer spricht...
es_es: Usuario hablando...
fr_fr: L'utilisateur parle...
it_it: L'utente sta parlando...

source: Processing...
de_de: Verarbeitung...
es_es: Procesando...
fr_fr: Traitement...
it_it: Elaborazione...

source: Assistant speaking...
de_de: Assistent spricht...
es_es: Asistente hablando...
fr_fr: L'assistant parle...
it_it: L'assistente sta parlando...

source: Information
es_es: Información
it_it: Informazione

source: Speaking...
de_de: Sprechen...
es_es: Hablando...
fr_fr: Parle...
it_it: Parlando...

source: Audio Only
de_de: Nur Audio
es_es: Solo audio
fr_fr: Audio uniquement
it_it: Solo Audio

source: Audio Only Mode
de_de: Nur-Audio-Modus
es_es: Modo de solo audio
fr_fr: Mode audio uniquement
it_it: Modalità Solo Audio

source: Business
de_de: Geschäftlich
es_es: Negocios
fr_fr: Affaires

source: Casual
de_de: Locker
es_es: Informal
fr_fr: Décontracté

source: Casual Sitting
de_de: Locker sitzend
es_es: Informal sentado
fr_fr: Décontracté assis

source: Application initialized
de_de: Anwendung initialisiert
es_es: Aplicación inicializada
fr_fr: Application initialisée
it_it: Applicazione inizializzata

source: Close notification
de_de: Benachrichtigung schließen
es_es: Cerrar notificación
fr_fr: Fermer la notification
it_it: Chiudi notifica

source: Success
de_de: Erfolg
es_es: Éxito
fr_fr: Succès
it_it: Successo

source: Warning
de_de: Warnung
es_es: Advertencia
fr_fr: Avertissement
it_it: Attenzione

source: Notification
de_de: Benachrichtigung
es_es: Notificación
it_it: Notifica

source: Assistant
de_de: Assistent
es_es: Asistente
it_it: Assistente

source: Unknown error
de_de: Unbekannter Fehler
es_es: Error desconocido
fr_fr: Erreur inconnue
it_it: Errore sconosciuto

source: WebSocket connection failed
de_de: WebSocket-Verbindung fehlgeschlagen
es_es: Error de conexión WebSocket
fr_fr: Échec de la connexion WebSocket
it_it: Connessione WebSocket fallita

source: Failed to obtain local SDP
de_de: Lokales SDP konnte nicht abgerufen werden
es_es: Error al obtener SDP local
fr_fr: Échec de l'obtention du SDP local
it_it: Impossibile ottenere SDP locale

source: WebSocket connection lost
de_de: WebSocket-Verbindung verloren
es_es: Conexión WebSocket perdida
fr_fr: Connexion WebSocket perdue
it_it: Connessione WebSocket persa

source: Unable to copy endpoint
de_de: Endpunkt konnte nicht kopiert werden
es_es: No se pudo copiar el punto de conexión
fr_fr: Impossible de copier le point de terminaison
it_it: Impossibile copiare l'endpoint

# EnterValidUrl
source: Enter a valid URL before testing
de_de: Bitte geben Sie vor dem Testen eine gültige URL ein
es_es: Introduzca una URL válida antes de probar
fr_fr: Entrez une URL valide avant de tester
it_it: Inserisci un URL valido prima di testare

source: Testing endpoint...
de_de: Endpunkt wird getestet...
es_es: Probando punto de conexión...
fr_fr: Test du point de terminaison...
it_it: Test dell'endpoint in corso...

source: Critical error
de_de: Kritischer Fehler
es_es: Error crítico
fr_fr: Erreur critique
it_it: Errore critico

# WebRtcError
source: WebRTC error: {0}
de_de: WebRTC-Fehler: {0}
es_es: Error de WebRTC: {0}
fr_fr: Erreur WebRTC : {0}
it_it: Errore WebRTC: {0}

# InputCostChart
source: Input Cost ($)
de_de: Eingabekosten ($)
es_es: Coste de entrada ($)
fr_fr: Coût d'entrée ($)
it_it: Costo Input ($)

# OutputCostChart
source: Output Cost ($)
de_de: Ausgabekosten ($)
es_es: Coste de salida ($)
fr_fr: Coût de sortie ($)
it_it: Costo Output ($)

# CachedCostChart
source: Cached Cost ($)
de_de: Gecachte Kosten ($)
es_es: Coste en caché ($)
fr_fr: Coût mis en cache ($)
it_it: Costo Cache ($)

source: No Data
de_de: Keine Daten
es_es: Sin datos
fr_fr: Aucune donnée
it_it: Nessun Dato

source: Cache Tokens
de_de: Cache-Token
es_es: Tokens de caché
fr_fr: Jetons de cache
it_it: Token Cache

source: Sessions
de_de: Sitzungen
es_es: Sesiones
it_it: Sessioni

# ReloadPageTitle
source: Reload page
de_de: Seite neu laden
es_es: Recargar página
fr_fr: Recharger la page
it_it: Ricarica pagina

# CostLabel
source: Cost ($)
de_de: Kosten ($)
es_es: Coste ($)
fr_fr: Coût ($)
it_it: Costo ($)

# DarkThemeActive
source: Dark theme active. Press to change.
de_de: Dunkles Thema aktiv. Zum Ändern klicken.
es_es: Tema oscuro activo. Pulse para cambiar.
fr_fr: Thème sombre actif. Appuyez pour changer.
it_it: Tema scuro attivo. Premi per cambiare.

# LightThemeActive
source: Light theme active. Press to change.
de_de: Helles Thema aktiv. Zum Ändern klicken.
es_es: Tema claro activo. Pulse para cambiar.
fr_fr: Thème clair actif. Appuyez pour changer.
it_it: Tema chiaro attivo. Premi per cambiare.

source: Click "Start" to begin
de_de: Klicken Sie auf "Start", um zu beginnen
es_es: Haga clic en "Iniciar" para comenzar
fr_fr: Cliquez sur "Démarrer" pour commencer
it_it: Clicca "Avvia" per iniziare

source: Voice Avatar Settings
de_de: Sprach-Avatar-Einstellungen
es_es: Ajustes del avatar de voz
fr_fr: Paramètres de l'avatar vocal
it_it: Impostazioni Voice Avatar

source: Write a message...
de_de: Nachricht schreiben...
es_es: Escribir un mensaje...
fr_fr: Écrire un message...
it_it: Scrivi un messaggio...

source: Avatar Character:
de_de: Avatar-Charakter:
es_es: Personaje del avatar:
fr_fr: Personnage de l'avatar :
it_it: Personaggio Avatar:

source: Avatar Style:
de_de: Avatar-Stil:
es_es: Estilo del avatar:
fr_fr: Style de l'avatar :
it_it: Stile Avatar:

source: Preview:
de_de: Vorschau:
es_es: Vista previa:
fr_fr: Aperçu :
it_it: Anteprima:

source: Available Gestures:
de_de: Verfügbare Gesten:
es_es: Gestes disponibles:
fr_fr: Gestes disponibles :
it_it: Gesti disponibili:

source: Welcome Message:
de_de: Begrüßungsnachricht:
es_es: Mensaje de bienvenida:
fr_fr: Message d'accueil :
it_it: Messaggio di Benvenuto:

# ModelInstructions
source: Model Instructions (optional):
de_de: Modellanweisungen (optional):
es_es: Instrucciones del modelo (opcional):
fr_fr: Instructions du modèle (facultatif) :
it_it: Istruzioni per il modello (opzionale):

source: Select avatar character
de_de: Avatar-Charakter auswählen
es_es: Seleccionar personaje del avatar
fr_fr: Sélectionnez le personnage de l'avatar
it_it: Seleziona il personaggio dell'avatar

source: Select avatar style
de_de: Avatar-Stil auswählen
es_es: Seleccionar estilo del avatar
fr_fr: Sélectionnez le style de l'avatar
it_it: Seleziona lo stile dell'avatar
